/* Label for row of color wells for the background of the plugin */
"Background" = "Background";

/* How long a notification will stay on screen */
"Duration:" = "Διάρκεια:";

/* Label for pop up box to choose the effect used by the display */
"Effect:" = "Εφέ:";

/* Large size for the display */
"Large" = "Μεγάλο";

/* Checkbox to limit the display to 2-5 lines */
"Limit to 2-5 lines" = "Περιορισμός σε 2-5 γραμμές";

/* Normal size for the display */
"Normal" = "Κανονική";

/* How clear the display is */
"Opacity:" = "Αδιαφάνεια:";

/* Label for columns of color wells for various priority levels */
"Priority: (low to high)" = "Priority: (low to high)";

/* Label for box to select screen for display to use */
"Screen:" = "Οθόνη:";

/* Label for pop up box for selecting the size of the display */
"Size:" = "Μέγεθος:";

/* Small size for the display */
"Small" = "Μικρό";

/* Label for row of color wells for the text element of the plugin */
"Text" = "Κείμενο";